Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/nasjonalmuseet.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: The video installations are based on performances which Abramovic gave at the Oxford University and Pitt Rivers Museum, Oxford in 1995.
nb: Videoinstallasjonene baserer seg på performancer som Abramovic gjennomførte ved Universitetet i Oxford og Pitt Riversmuseet i Oxford i 1995.

source: , Between 1896 and 1898.
nb: Stol fra Eventyrværelset, Mellom 1896 og 1898.

source: "Hver morgen går jeg avsted!" relates to: Related works
nb: "Hver morgen går jeg avsted!" relaterer til: Utforsk lignende verk fra samlingen

source: In addition, Hannah Ryggen was asked to create a large tapestry for the entrance hall, and Nesjar created walls based on drawings by Kai Fjell.
nb: I tillegg ble Hannah Ryggen invitert til å skape en stor billedvev til inngangspartiet, og Nesjar utførte noen vegger basert på tegninger av Kai Fjell.

source: Show the image "John Savio, «Sommer», 1922–1928." in fullscreen
nb: Vis bildet "John Savio, «Sommer», ant. mellom 1922 og 1928." i full størrelse

source: "Halvor Trønnæs" relates to:
nb: "Halvor Trønnæs" relaterer til:

source: "Minner forsvinner II" relates to: Related works
nb: "Minner forsvinner II" relaterer til: Utforsk lignende verk fra samlingen

source: In March, 1887, there was a constant stream of people making a beeline to the street Rådhusgata in Kristiania every day.
nb: I mars 1887 kunne man i Kristiania daglig observere en jevn strøm av folk som gikk i retning av Rådhusgaten.

source: In 1885 they both visited Christian and Maggie Skredsvig at Fleskum farm in Bærum, outside Oslo.
nb: I 1885 var de begge på besøk hos Christian og Maggie Skredsvig på Fleskum gård i Bærum.

source: Degas left behind several such studies in wax, which were subsequently cast in bronze after his death.
nb: Degas etterlot seg flere slike studier i voks, som etter hans død ble støpt i bronse.

source: "Fra Munthes hjem (Leveld) Forstuen" relates to: Related works
nb: "Fra Munthes hjem (Leveld) Forstuen" relaterer til: Utforsk lignende verk fra samlingen

source: The couple divorced in 1938, but their love remained, and they reunited in 1952.
nb: Paret ble skilt i 1938, men kjærligheten var sterk, og de ble gjenforent i 1952.

source: "Fra en krotet røykstue, Vikøy" relates to: Related works
nb: "Fra en krotet røykstue, Vikøy" relaterer til: Utforsk lignende verk fra samlingen

source: "Fra Neselvi ved Fagernes" relates to: Related works
nb: "Fra Neselvi ved Fagernes, Næselven i Valdres" relaterer til: Utforsk lignende verk fra samlingen

source: Born 1689 in Belluno, Italia, death 1767 in Venezia
nb: Født 1689 i Belluno, Italia, død 1767 i Venezia

source: Joseph Friedrich Leopold (assumed certain)
nb: Joseph Friedrich Leopold (antatt sikker)

source: "Dyre- og figurstudier" relates to: Related works
nb: "Dyre- og figurstudier" relaterer til: Utforsk lignende verk fra samlingen

source: But since Tidemand was actually in Norway in 1841, this could not have been the case.
nb: Men ettersom Tidemand ikke befant seg i Norge i 1841, kan dette ikke ha vært tilfellet.

source: Portrait of Tiberius, type Copenhagen 623
nb: Portrett av Tiberius, type København 623

source: from 1989 is a beautiful, meditative study of form, colour, movement, and harmony.
nb: fra 1989 er et vakkert meditasjonsstykke av form, farge, bevegelse og harmoni.

source: Bartolomeo Ramenghi (by erroneus tradition)
nb: Bartolomeo Ramenghi (ifølge feilaktig tradisjon)

source: Nordenfjeldske kunstindustrimuseums atelier for kunstvævning (Manufactured by)
nb: Nordenfjeldske kunstindustrimuseums atelier for kunstvævning

source: Show the image "Roller skates, Peck & Snyder, Sometime between 1896 and 1913" in fullscreen
nb: Vis bildet "Rulleskøyter, Peck & Snyder, Mellom 1896 og 1913 " i full størrelse

source: The title is specific, while the content and form are complex.
nb: Tittelen er konkret, innholdet og formen komplekse.

source: He spent many years in New York and Paris.
nb: Han tilbrakte mange år i New York og Paris.

source: "Christen Jacobsen Lods, Nevlunghavn" relates to: Related works
nb: "Christen Jacobsen Lods, Nevlunghavn" relaterer til: Utforsk lignende verk fra samlingen

source: Sui-dynastiet (Historical event, person, place, with affiliation)
nb: Sui-dynastiet (Historisk hendelse, person, sted, med tilknytning)

source: Personal and challenging
nb: Personlig og utfordrende

source: In general, nature plays an essential part in Munch’s pictures.
nb: Generelt er naturen helt vesentlig i hans bilder.

source: These ideas also revolutionised Norwegian art, architecture and design.
nb: Disse ideene revolusjonerte også norsk kunst, arkitektur og design.

source: "Åkersvika ved Hamar" relates to: Related works
nb: "Åkersvika ved Hamar, Akersvika ved Hamar" relaterer til: Utforsk lignende verk fra samlingen

source: As was the case with several other artists from Venezuela, Jésus Rafael Soto moved from his home country to France in the 1950s.
nb: Som flere andre kunstnere fra Venezuela, flyttet Jésus Rafael Soto i 1950-årene fra hjemlandet til Frankrike.

source: "St. Hieronymus" relates to:
nb: Hieronymus" relaterer til:

source: at the Exposition Universelle in Paris in 1889.
nb: Skulpturen vant Grand Prix på Verdensutstillingen i Paris i 1889.

source: It is summer, the sun is scorching and it is hot.
nb: Det er sommer, solen steker og det er varmt.

source: Exhibition activity will continue in the National Museum – Architecture and Villa Stenersen in 2019.
nb: I Nasjonalmuseet – Arkitektur og Villa Stenersen blir det utstillinger i 2019.

source: She was a Norwegian artist who lived in France.
nb: Hun var en norsk kunstner, bosatt i Frankrike.

source: A painter from Rogaland
nb: En maler fra Rogaland

source: Artemisia Gentileschi’s successful career spanned over forty years.
nb: Artemisia Gentileschis suksessrike karriere strekker seg over førti år.

source: © Norberg-Schulz, Christian, Hovig, Jan Inge Related works
nb: © Norberg-Schulz, Christian, Mørck, Egil, Hovig, Jan Inge Utforsk lignende verk fra samlingen

source: "Nikolaskapellet, Maria Laach" relates to: Related works
nb: "Nikolaskapellet, Maria Laach" relaterer til: Utforsk lignende verk fra samlingen

source: "Skystudie over fjellandskap" relates to: Related works
nb: "Skystudie over fjellandskap" relaterer til: Utforsk lignende verk fra samlingen

source: The house is one of Korsmos most famous works, and was drawn on commission from the art collector Rolf E. Stenersen in 1937-1939.
nb: Huset er et av Korsmos mest kjente arbeider, og ble tegnet på oppdrag fra kunstsamleren og finansmannen Rolf E. Stenersen i 1937–1939.

source: To learn the craft, she visited the French enamel artist Armand Point in Marlatte at Fontainebleau, just outside Paris.
nb: For å lære seg håndverket oppsøkte hun den franske emaljekunstneren Armand Point i Marlatte ved Fontainebleau, like utenfor Paris.

source: Hertervig painted at the same time as August Cappelen and Johan Fredrik Eckersberg.
nb: Hertervig malte på samme tid som August Cappelen og Johan Fredrik Eckersberg.

source: House Raknerud, plan of basement and section
nb: Villa Raknerud, øst- og vestfasade

source: "Sittende fisker, Grude" relates to: Related works
nb: "Sittende fisker, Grude" relaterer til: Utforsk lignende verk fra samlingen

source: in the library of the
nb: blir tilgjengelig for deg i biblioteket i

source: When he moved from Germany to Norway in autumn 1933, he abandoned the brush and the palette in favour of working with material pictures and gradually also sculptures, even as he continued to develop his graphic art.
nb: Da han forlot Tyskland og slo seg ned i Norge høsten 1933, la han fra seg pensel og palett og gikk over til å arbeide med materialbilder, og etter hvert også skulpturer, samtidig som han videreførte arbeidet med grafikk.

source: The experience Viksjø gained in Bang’s architectural practice most likely inspired him to work with concrete, high-rises and modern building design.
nb: Erfaringen fra Bang stimulerte nok Viksjø til å jobbe med betong, høyhus og moderne bygningsformer.

source: A relative, Louise Kildal, visited the farm a few years later and found a dirty, old “rag”, covered in clay.
nb: En slektning, Louise Kildal, som var på besøk på gården noen år senere, fant en skitten, gammel «fille» full av leire.

source: Mirosław Balka completed his studies at the art academy in Warsaw in 1985.
nb: Miroslaw Balka fullførte sine studier ved kunstakademiet i Warszawa i 1985.

source: The couple’s only child, Honoria, was born in Rome in 1863, and became one of Norway’s first woman doctors.
nb: Parets eneste datter, Honoria, ble født i Roma i 1863. Hun ble senere en av Norges første kvinnelige leger.

source: He was the first photographer whose works were acquired for the Museum of Contemporary Art’s collections in 1989, and he is represented in several European and American art collections.
nb: Han var den første fotografen hvis arbeider ble innkjøpt til Museet for samtidskunsts samlinger i 1989, og han er representert i en rekke europeiske og amerikanske kunstsamlinger.

source: Jacopo Tintoretto (by erroneus tradition)
nb: Jacopo Tintoretto (ifølge feilaktig tradisjon)

source: Abraham Bloemaert (Artist for cartoon/modello i.a.)
nb: Abraham Bloemaert (Kunstner for mønster/kartong e.l.)

source: Tannum A/S (Manufactured by - assumed certain)
nb: Tannum A/S (Produsent - antatt sikker)

source: Guangxu (Historical event, person, place, with affiliation)
nb: Guangxu (Historisk hendelse, person, sted, med tilknytning)

source: Luca Giordano (by erroneus tradition)
nb: Luca Giordano (ifølge feilaktig tradisjon)

source: Kunstindustrimuseet i Oslo (Publisher)
nb: Kunstindustrimuseet i Oslo (Utgiver/forlegger)

source: Japanese art and design were seen as something new, fresh and exciting.
nb: Japansk kunst og design ble sett på som noe nytt, friskt og spennende.

source: Commercial use (
nb: Kommersiell bruk (

source: Karen Iversdatter Krabbe (Historical event, person, place, with affiliation)
nb: Karen Iversdatter Krabbe (Historisk hendelse, person, sted, med tilknytning)

source: Krohg wrote the following about the case:
nb: Krohg skrev følgende om saken:

source: Born 24.12.1832 in Bergen, death 13.09.1906 in Trondheim
nb: Født 24.12.1832 i Bergen, død 13.09.1906 i Trondheim

source: (1961–64) hangs from the ceiling.
nb: (1961–64) henger fra taket.

source: "Geitestudier, Frascati" relates to:
nb: "Geitestudier, Frascati" relaterer til:

source: "Imaginær utsikt over Venezia (venstre del)" relates to: Related works
nb: "Imaginær utsikt over Venezia (venstre del)" relaterer til: Utforsk lignende verk fra samlingen

source: Personifying their respective creators (Jeff Koons, Barbara Hepworth, Alberto Giacometti, Ulrich Rückriem, Hans Arp, and Sol LeWitt), the sculptures move around on stage and talk with one another.
nb: De personifiserer sine skapere Jeff Koons, Barbara Hepworth, Alberto Giacometti, Ulrich Rückriem, Hans Arp og Sol LeWitt. En diskusjon starter.

source: The painting was purchased by the important Rhineland art association, and the money from the sale helped enable Tidemand to embark on a study trip to Munich and Rome in the summer of 1841.
nb: Bildet ble innkjøpt av den viktige kunstforeningen i Rhinland, og det var blant annet pengene fra dette salget som satte Tidemand i stand til endelig å kunne legge ut på en studiereise sommeren 1841, med München og Roma som mål.

source: "Figurstudier, Ål i Hallingdal" relates to: Related works
nb: "Figurstudier, Ål i Hallingdal" relaterer til: Utforsk lignende verk fra samlingen

source: © Norberg-Schulz, Christian, Mørck, Egil, Hovig, Jan Inge Related works
nb: © Norberg-Schulz, Christian, Mørck, Egil, Hovig, Jan Inge Utforsk lignende verk fra samlingen

source: "Studier av vignett" relates to: Related works
nb: "Studier av vignett" relaterer til: Utforsk lignende verk fra samlingen

source: In 1967, Robert Smithson made an excursion that he later recounted in a travelogue and a series of photographs.
nb: I 1967 gjennomførte Robert Smithson en ekskursjon som han senere beretter om i en reiseskildring og en serie fotografier.

source: The National Museum’s collection comprises 65 paintings, over 800 drawings and 27 etchings.
nb: I Nasjonalmuseets samling finnes hele 65 malerier, over 800 tegninger og 27 etsninger.

source: Qianlong (Historical event, person, place, with affiliation)
nb: Yongzheng (Historisk hendelse, person, sted, med tilknytning)

source: Isa Genzken’s colourful, overpowering sculptures represent a cornucopia of imagery and materials.
nb: Isa Genzkens overstrømmende og fargerike skulpturer er overflødighetshorn av billedspråk og materialer.

source: "Strømpe, Heddal" relates to:
nb: "Strømpe, Heddal" relaterer til:

source: Wilhelm von Hanno: “Design for a National Archive Building”, 1853.
nb: Wilhelm von Hanno: «Forslag til bygning for Riksarkivet», 1853.

source: Keisai Eisen (by erroneus tradition)
nb: Kubo Shunman (ifølge feilaktig tradisjon)

source: "Bonde og pløyehest, Erkrath" relates to: Related works
nb: "Bonde og pløyehest, Erkrath" relaterer til: Utforsk lignende verk fra samlingen

source: (Count Strength Product – an old strength term) for De Ploeg.
nb: tekstil (Count Strength Product- en gammel styrkebenevnelse) for De Ploeg.

source: During his visit, he was shown around by the influential architect Mies van der Rohe.
nb: Under sitt besøk ble han vist rundt av den innflytelsesrike arkitekten Mies van der Rohe.

source: Motifs that tell a story
nb: Motiver som forteller

source: consists of two pillars of black marble, each resting on a base.
nb: består av to søyler i svart marmor, på hver sin base.

source: Kitty Kielland died in 1914, after several years of ill health.
nb: Kitty Kielland døde i 1914, etter å ha vært preget av sykdom i flere år.

source: Smithson travels to New Jersey in the same quest, a longing to learn about one’s own past and future.
nb: Smithson reiste til New Jersey med samme formål, han hadde en lengsel etter å lære om egen fortid og fremtid.

source: He was also inspector of government buildings and director of city planning in Christiania (Oslo).
nb: Han var også inspektør for statens bygninger i hovedstaden, og stadskonduktør (byplansjef) i Christiania.

source: Luca Penni (Artist for cartoon/modello i.a.
nb: Luca Penni (Kunstner for mønster/kartong e.l.

source: The first three, executed in 1934, were inspired by the pictorial qualities he saw in the plates for the print series he had created while living in Hamburg and during his first winter in Norway.
nb: De tre første, som han utførte i 1934, var inspirert av den billedmessige egenverdien han så i trykkplatene til grafikkseriene han hadde laget mens han bodde i Hamburg og den første vinteren i Norge.

source: Tiravanija, who studied art in Canada and the USA, is not a sculptor in a conventional sense, however.
nb: Tiravanija, som har kunstutdannelse fra Canada og USA, er imidlertid ikke skulptør i tradisjonell forstand.

source: "Riss av arm" relates to: Related works
nb: "Riss av arm" relaterer til: Utforsk lignende verk fra samlingen

source: Finn Bryn and Johan Ellefsen, Vestibule in the Physics Building at Blindern with Per Krogh's frescoes, 1928–36.
nb: Finn Bryn og Johan Ellefsen, Vestibyle i Fysikk-bygget på Blindern med Per Krohgs fresker, 1928–36. Foto:

source: During the interwar period, Bergman and her husband kept company with the avant-garde artists Joan Miró, Vassily Kandinsky, and Piet Mondrian in Paris.
nb: I mellomkrigstiden vanket ekteparet Hartung Bergman med avantgardekunstnerne Joan Miró, Vasilij Kandinskij og Piet Mondrian i Paris.

source: Jacques Bellange (Artist for cartoon/modello i.a.)
nb: Jacques Bellange (Kunstner for mønster/kartong e.l.)

source: After 1900 her realistic style changed as she progressed towards looser brushwork and more defined strokes.
nb: Etter 1900 endret hennes realistiske stil seg til noe mer løs penselføring med tydelige strøk.

source: Blueprint for a Sami Flag
nb: Utkast til samisk flagg

source: "Riss av fantasifigurer" relates to: Related works
nb: "Riss av fantasifigurer" relaterer til: Utforsk lignende verk fra samlingen

source: This mass of clay must first be shaped – thrown, formed, pressed or cast – before it is glazed and fired.
nb: Denne massen må først formes – dreies, modelleres, presses eller støpes – før den glaseres og brennes.

source: "Båtstudier, Korsør" relates to:
nb: "Båtstudier, Korsør" relaterer til:

source: (Sleigh Ride), evoke speed and excitement.
nb: , skildrer fart og spenning.

source: The exhibition brings together industrial design, toys, graphic design, textiles, clothes and furniture, offering moments of recognition and surprise that clarify links and foster new understanding between our cultures.
nb: Utstillingen er fylt med industridesign, leker, grafisk design, tekstiler, klær og møbler, og byr på både gjenkjennelse og overraskelser som trekker linjer og ny forståelse mellom kulturene våre.

source: Shortly after returning to Bauhaus in the autumn of 1929, she began experimenting with twill weaving in a mixture of wool or cotton, viscose and ramie (nettle fibre from eastern Asia) in diagonal textiles which she produced in a number of variations.
nb: Like etter hjemkomsten til Bauhaus høsten 1929 begynte hun å eksperimentere med kypert- veving i en blanding av ull eller bomull, viskose og ramie (neslefiber fra Østen) i de såkalte «diagonalstoffe» som hun utførte i en rekke variasjoner.

source: A study trip to Paris in 1948 was her first, fateful encounter with modernism and post-cubism, with her own artistic breakthrough coming in the late 1950s.
nb: En studiereise til Paris i 1948 ble hennes første og avgjørende møte med modernismen og postkubistisk formspråk. Det kunstneriske gjennombruddet kom i slutten av 1950-årene.

source: Uidentifisert kunstner (Publisher - assumed certain)
nb: Uidentifisert kunstner (Utgiver/forlegger - antatt sikker)

source: The Spanish Civil War was the third-most frequently mentioned topic in the Norwegian press in 1935.
nb: Borgerkrigen i Spania var den tredje mest omtalte saken i norsk presse i 1935.

source: Even though the Norwegian artist Anna-Eva Bergman (1909–1987) spent most of her life in France, Norway played an important role in her art.
nb: Selv om den norske kunstneren Anna-Eva Bergman (1909–1987) bodde mesteparten av sitt liv i Frankrike, var Norge viktig for hennes kunstnerskap.

source: Born 1814 in Mandal, death 1876 in Oslo
nb: Født 1814 i Mandal, død 1876 i Oslo

source: Born 1915 in Finland, death 1985 in Helsinki, Finland
nb: Født 1915 i Finland, død 1985 i Helsinki, Finland

source: Red Church Wall in Venice was probably painted during his sojourn in 1894.
nb: Rød kirkevegg er sannsynligvis malt under oppholdet i 1894.

source: "To kvinnefigurer" relates to:
nb: "To kvinnefigurer" relaterer til:

source: Imports of foreign glassware were banned between 1760 and 1803, leaving the Norwegian glassworks with a monopoly on supplying Denmark–Norway with high quality glasswares.
nb: I årene 1760-1803 hadde de norske glassverkene til og med monopol på å levere glass i Danmark-Norge, og import av utenlandske glassvarer var i denne perioden forbudt.

source: Beate Hølmebakk, "House for a housewife", 1998
nb: Beate Hølmebakk, «Hus for en husmor», 1998 Foto:

source: "Steinet strand" relates to:
nb: "Steinet strand" relaterer til:

source: "Mann ved flygel" relates to: Related works
nb: "Mann ved flygel" relaterer til: Utforsk lignende verk fra samlingen

source: "Fra Grafenberg (fragment)" relates to: Related works
nb: "Fra Grafenberg (fragment)" relaterer til: Utforsk lignende verk fra samlingen

source: Silla-dynastiet (Historical event, person, place, with affiliation)
nb: Silla-dynastiet (Historisk hendelse, person, sted, med tilknytning)

source: "Utstillingsplansje til CIAM X i Dubrovnik" relates to: Related works
nb: "Utstillingsplansje til CIAM X i Dubrovnik" relaterer til: Utforsk lignende verk fra samlingen

source: During her years in Munich, Backer had several teachers.
nb: Backer hadde ulike lærere i årene hun var i München.

source: John-William Edy (assumed certain)
nb: John-William Edy (antatt sikker)

source: "Gammel kone" relates to:
nb: "Gammel kone" relaterer til:

source: "Gangtunnel med rekkverk" relates to: Related works
nb: "Gangtunnel med rekkverk" relaterer til: Utforsk lignende verk fra samlingen

source: Carl Just (Historical event, person, place, with affiliation)
nb: Carl Just (Historisk hendelse, person, sted, med tilknytning)

source: "Villa Stousland I" relates to: Related works
nb: "Villa Stousland I" relaterer til: Utforsk lignende verk fra samlingen

source: In the painting, Albertine is placed in the background.
nb: I maleriet er Albertine plassert i bildets bakgrunn.

source: "Figurer ved heiseanretning" relates to: Related works
nb: "Figurer ved heiseanretning" relaterer til: Utforsk lignende verk fra samlingen

source: "Tre-, plante- og ansiktsstudier" relates to: Related works
nb: "Tre-, plante- og ansiktsstudier" relaterer til: Utforsk lignende verk fra samlingen

source: Her first major solo exhibition in Norway took place at the Henie Onstad Kunstsenter outside of Oslo in 1979.
nb: Hennes første store separatutstilling i Norge var på Henie Onstad Kunstsenter i 1979. Gaven fra Antibes

source: Garden shed at Ullernkollen 12
nb: Uthus i Ullernkollen 12, snittegning

source: Sui-dynastiet (Historical event, person, place, with affiliation - assumed certain)
nb: Sui-dynastiet (Historisk hendelse, person, sted, med tilknytning - antatt sikker)

source: Show the image "Barnett Newman, "Who's Afraid of Red, Yellow and Blue III", 1967-1968" in fullscreen
nb: documenta Vis bildet "Barnett Newman, "Who's Afraid of Red, Yellow and Blue III", 1967-1968" i full størrelse

source: Born 1868 in Hamburg, death 1940 in Berlin, Tyskland
nb: Født 1868 i Hamburg, død 1940 i Berlin, Tyskland

source: Via them, Bauhaus came to leave its mark on much of post-war design and architecture in Norway.
nb: Med dem kom ideene fra Bauhaus til å prege mye av etterkrigstidens design og arkitektur i Norge.

source: She combines the elegant with the maudlin, and the kitsch with the corporeal.
nb: Hun forener det elegante med det søtladne, og blander kitsch og det kroppslige.

source: Born 1895 in Kristiania, Norge, death 1979 in Oslo
nb: Født 1895 i Kristiania, Norge, død 1979 i Oslo

source: "Den gamle statist og ertekrokene" relates to: Related works
nb: "Den gamle statist og ertekrokene" relaterer til: Utforsk lignende verk fra samlingen

source: His talent for depicting flora and fauna made an indelible impression on his contemporary colleague Peter Paul Rubens, and the two artists teamed up for several works.
nb: Hans talent for å skildre flora og fauna gjorde sterkt inntrykk på hans samtidige Peter Paul Rubens, og i flere verk samarbeidet de to kunstnerne.

source: She uses a language-based approach taken from conceptual artists such as Joseph Kosuth and Lawrence Weiner.
nb: Hun benytter seg av en språkbasert taktikk hentet fra konseptkunstnere som Joseph Kosuth og Lawrence Weiner.

source: Thomas Fearnley died at the early age of 39, but left behind a rich legacy in art history.
nb: Thomas Fearnley døde bare 39 år gammel, men etterlot seg betydelige spor i kunsthistorien.

source: Show the image "Beate Hølmebakk, "House for a mother and one child.
nb: Vis bildet "Beate Hølmebakk, «Hus for en mor og et barn.

source: Astrup began working with woodcuts at a time when Edvard Munch was the only other Norwegian artist experimenting with the technique.
nb: Astrup begynte med tresnitt i en tid da det bare var Edvard Munch blant norske kunstnere som hadde begynt å eksperimentere med teknikken.
